INSERT INTO public."Joke" VALUES
(gen_random_uuid(), 'Рекомендованная скорость постройки лестницы - сутки на пролёт'),
(gen_random_uuid(), 'У мастера резьбы по дереву украли кошелёк. Когда он пришел в полицию, его попросили описать преступников, и чтобы сэкономить время мастер вырезал цыганскую семью.'),
(gen_random_uuid(), 'Фотограф-портретист завалил ебало.'),
(gen_random_uuid(), 'ЗАХОДИТ ЧЕРЕПАХА В БАР И ПРОСИТ ВОДЫ У БАРМЕНА, НУ БАРМЕН ДАЕТ ЧЕРЕПАХЕ ВОДЫ, ЧЕРЕПАХА УХОДИТ, И ТАК 4 ДНЯ ПОДРЯД, НА 5 ДЕНЬ БАРМЕН СПРАШИВАЕТ: "НАХУЯ ТЕБЕ ВОДА? ДАВАЙ ВОДКИ СРАЗУ ЕБАНЕМ" А ЧЕРЕПАХА В ОТВЕТ: "НЕ СЕЙЧАС БЛЯТЬ У МЕНЯ ДОМ ГОРИТ'),
(gen_random_uuid(), 'Пригласила девушка парня "винду переустановить". Но парень оказался не простым и действительно начал ставить ПО.
Тогда девушка сказала прямо: "хочу трахаться". Парень пронзительно на неё посмотрел и со словами "Ааа... Что ты сразу то не сказала?" поставил линукс'),
(gen_random_uuid(), 'Что общего между оргазмом и пульсом?
.
.
.
.
.
.
Не важно, был ли он у неë'),
(gen_random_uuid(), 'Во мне борятся два волка: один говорит посрать дома и опоздать, а второго я больше не слушаю'),
(gen_random_uuid(), 'Еврейские спортсмены заняли на олимпиаде немного денег'),
(gen_random_uuid(), 'В армии. Идет дух мимо туалета, видит дед ебет духа.
Дед говорит:
— Че смотришь? Тебя тоже выебать?
— Нет, продолжай в том же духе'),
(gen_random_uuid(), 'Жизнь дождевого червя после удара лопатой разделилась на до и ждевого червя'),
(gen_random_uuid(), '- Молодой человек, почему ваша девушка такая грустная?

- Не ебу.'),
(gen_random_uuid(), 'Спидранер пошел на вокзал за беляшом и обосрался по дороге'),
(gen_random_uuid(), 'У мастера резьбы по дереву украли кошелёк. Когда он пришел в полицию, его попросили описать преступников, и чтобы сэкономить время мастер вырезал цыганскую семью.'),
(gen_random_uuid(), '– Когда мальчик уснёт, вбейте ему осиновый кол в сердце.
– С чего вы взяли, что он вампир?
– Ух, бля, так он ещё и вампир?!'),
(gen_random_uuid(), 'Расплескали за обедом как то раз тарелку супа
Двое криворуких братцев, их зовут Пупа и Лупа
Протирали Пупа с Лупой пол от супа целый день
Изо всех сил тёр брат Пупа, ну а Лупе было лень
Так что бедный братец Пупа мыл потом полы за Лупой'),
(gen_random_uuid(), 'Умение вовремя вытащить — талант, не передающийся по наследству'),
(gen_random_uuid(), 'Пришёл парень ночью в магазин, пиво покупать.
- Мы после 11 не продаём
- Но мне 10'),
(gen_random_uuid(), 'Три матери девочек-подростоков общаются.
М1: нашла недавно у своей в рюкзаке сигареты. Боюсь она курит!
М2: это что! Я вот у своей в рюкзаке бутылку водки недопитую нашла. Боюсь, она пьёт!
М3: это все ерунда. Я у своей презервативы недавно нашла. Боюсь, у неё хуй.'),
(gen_random_uuid(), 'Учительница спрашивает Вовочку:
- Если я дам тебе два яблока, еще два яблока, а потом еще два, сколько всего яблок у тебя будет?
- Семь.
- Вовочка, посчитай внимательнее. Если я дам тебе два яблока, еще два яблока, а потом еще два, сколько всего яблок у тебя будет?
- Семь.
- Хорошо, смотри. Если я дам тебе две груши, еще две груши, а потом еще две, сколько всего груш у тебя будет?
- Шесть.
- Ну, вот видишь! А если тоже самое, но с яблоками???
- Семь.
- Вовочка, посчитай внимательнее. Если я дам тебе два яблока, еще два яблока, а потом еще два, сколько всего яблок у тебя будет?
- Семь.
- Хорошо, смотри. Если я дам тебе две груши, еще две груши, а потом еще две, сколько всего груш у тебя будет?
- Шесть.
- Ну, вот видишь! А если тоже самое, но с яблоками???
- Семь.
- Вовочка, посчитай внимательнее. Если я дам тебе два яблока, еще два яблока, а потом еще два, сколько всего яблок у тебя будет?
- Семь.
- Хорошо, смотри. Если я дам тебе две груши, еще две груши, а потом еще две, сколько всего груш у тебя будет?
- Шесть.
- Ну, вот видишь! А если тоже самое, но с яблоками???
- Семь.
- Вовочка, посчитай внимательнее. Если я дам тебе два яблока, еще два яблока, а потом еще два, сколько всего яблок у тебя будет?
- Семь.
- Хорошо, смотри. Если я дам тебе две груши, еще две груши, а потом еще две, сколько всего груш у тебя будет?
- Шесть.
- Ну, вот видишь! А если тоже самое, но с яблоками???
- Семь.
- Вовочка, посчитай внимательнее. Если я дам тебе два яблока, еще два яблока, а потом еще два, сколько всего яблок у тебя будет?
- Семь.
- Хорошо, смотри. Если я дам тебе две груши, еще две груши, а потом еще две, сколько всего груш у тебя будет?
- Шесть.
- Ну, вот видишь! А если тоже самое, но с яблоками???
- Семь.
- Вовочка, посчитай внимательнее. Если я дам тебе два яблока, еще два яблока, а потом еще два, сколько всего яблок у тебя будет?
- Семь.
- Хорошо, смотри. Если я дам тебе две груши, еще две груши, а потом еще две, сколько всего груш у тебя будет?
- Шесть.
- Ну, вот видишь! А если тоже самое, но с яблоками???
- Семь.
- Вовочка, посчитай внимательнее. Если я дам тебе два яблока, еще два яблока, а потом еще два, сколько всего яблок у тебя будет?
- Семь.
- Хорошо, смотри. Если я дам тебе две груши, еще две груши, а потом еще две, сколько всего груш у тебя будет?
- Шесть.
- Ну, вот видишь! А если тоже самое, но с яблоками???
- Семь.
- Вовочка, посчитай внимательнее. Если я дам тебе два яблока, еще два яблока, а потом еще два, сколько всего яблок у тебя будет?
- Семь.
- Хорошо, смотри. Если я дам тебе две груши, еще две груши, а потом еще две, сколько всего груш у тебя будет?
- Шесть.
- Ну, вот видишь! А если тоже самое, но с яблоками???
- Семь.
- Вовочка, посчитай внимательнее. Если я дам тебе два яблока, еще два яблока, а потом еще два, сколько всего яблок у тебя будет?
- Семь.
- Да почему семь-то?
- Блять, чет тупанул пиздец.'),
(gen_random_uuid(), 'Подходят к лифту русский и англичанин заходят они и англичанин спрашивает даун, а русский обиделся и сказал сам ты даун. А даун с перевода с английского означает вниз, а русский подумал что англичанин его обзывает'),
(gen_random_uuid(), 'Сваливать все на других, это не мое.
Это его.'),
(gen_random_uuid(), 'Знаете почему Хасбик не пользуется популярностью у девушек?
Потому что он им до пизды'),
(gen_random_uuid(), 'Мужик застрял в кювете на сельской дороге.
Пошел в село искать подмогу, чтобы вытащить автомобиль.
Один фермер согласился помочь конем. Привязали коня к машине.
Фермер кричит:
- Тяни, Буян, тяни ! - тот ни с места.
Фермер опять:
- Тяни, Буцефал, тяни ! - конь ни с места.
Фермер продолжает:
- Тяни, Апорт, тяни ! - конь стоит, как вкопанный.
Фермер:
- Тяни, Сивка, тяни ! - конь без нагрузки вытягивает автомобиль из кювета.
Мужик удивленно спрашивает у фермера:
- А чего это вы коня называли разными именами ?
- Понимаете ли, - отвечает фермер - я ебанутый'),
(gen_random_uuid(), 'Ь
ПОДЯТЬ ЩИТЫ
Ы'),
(gen_random_uuid(), 'У меня настолько усатая одногруппница,что каждый день,вместо д/з,она просит скинуть ей фото человека-паука.'),
(gen_random_uuid(), 'Однажды к древнегреческому философу Сократу в вип зал прибежал взволнованный человек и попытался что-то ему рассказать:

– Сократ, я хочу тебе рассказать, как один...

– Подожди, подожди! – прервал его мудрец. – Ответь мне сначала на вопрос: просеял ли ты то, что хочешь рассказать мне, через три сита?

– Какие ещё три сита? – удивился мужчина.

– Позволь мне объяснить тебе: попытайся сначала пропустить свой рассказ через три сита. Если он просеется, тогда расскажешь мне. Первое – это сито правды. Ты кто такой, сука, чтоб это делать?

– Не знаю… – с сомнением в голосе сказал посетитель. – Я всегда это делал, когда..

– Но тогда ты, должно быть, просеял твой рассказ через второе сито! – продолжал Сократ. – Это сито доброты. Есть ли у вас дилер есть, чтобы делать это на моих глазах, мудак ёбаный?

– Нет, не думаю, – честно признался собеседник. – Они разложены просто в другом порядке..

Мудрец снова остановил его:

– Тогда возьмём ещё третье сито и поставим вопрос: Вы чё, бляди, карты в киосках чтоли заряжаете? Как они могут быть там разложены в другом порядке?

– Производители карт..

– Значит, – улыбнулся Сократ, – в этом казино нет ни правды, ни доброты, ни порядка. Ёбаный рот этого казино, блядь!'),
(gen_random_uuid(), 'Загадка:
Ты берешь в долг у мамы 25 рублей, и у папы 25, всего у тебя 50 рублей.
Идешь в магазин и тратишь там ровно 45руб.
По дороге домой ты даешь в долг подружке 3 рубля (ей не хватало на что то).
У тебя остается 2 рубля.
Ты приходишь домой, отдаешь долг маме- рубль и папе - рубль.
Теперь ты должна им по 24руб.
Итог: 24 24 равно 48, и 3 рубля тебе отдает подружка,получается 51.
Вопрос: ты долго будешь всякую хуйню в интернете читать, а не делом заниматься?
Оценили 398 человек'),
(gen_random_uuid(), 'Останавливает гаишник мужика и спрашивает:
— Алкоголь сегодня употреблял?
— Нет, — честно отвечает мужик.
— Ну, к сожалению, у меня нет при себе алкотестера, поэтому задам тебе вопрос. Если ответишь правильно — отпущу.
— Хорошо, задавайте.
— Значит, едешь ты ночью по дороге и видишь два источника света впереди. Что это, по-твоему, может быть?
— Ну, автомобиль. Разве нет?
— Ну да, но какой? "Рено",
"Мерседес", "Форд"? . . Молчишь? Плохо.
Ну ладно, задам тебе еще один вопрос. Едешь ты ночью, и перед тобой один источник света. Что это может быть?
— Ну, наверное, мотоцикл...
— Ну да, но какой? "Хонда",
"Сузуки", "Ява"? . . М-да, похоже, придется тебя задержать.
Мужик рассердился и спрашивает:
— Товарищ лейтенант, могу ли я задать вам вопрос?
— Да, конечно.
— На обочине стоит блондинка в мини-юбке, с таким декольте, что грудь аж выпадает, и тормозит проезжающую фуру. Кто это?

— Ну, понятно, что шлюха, — улыбается гаишник. — Кто же еще?
— Ну да, но кто именно? Ваша мама, жена или дочь?'),
(gen_random_uuid(), 'Умирая, Моня решил покаяться перед родственниками, которым пакостил всю жизнь. .
— О, прости меня, Мойша, это я выдал твой подпольный цех, и ты отсидел
15 лет. И ты, Абраша, прости, это я развел тебя с женой. . И ты, Изя, прости, это я украл у тебя драгоценности...
В общем, он успел нагадить многим, но его великодушно простили. Он же завещал сурово себя наказать, угрожая, что не найдет себе места в мире ином, и потребовал, чтобы когда умрет, чтобы ему в задний проход затолкали вон тот большой кактус...
С этими словами он отошел в мир иной, а вся родня принялась выполнять его последнюю волю, что оказалось делом нелегким. Но в самый разгар выполнения воли усопшего ворвался ОМОН:
— Где тут замученный насмерть еврей?'),
(gen_random_uuid(), 'Едет феминистка по шоссе как вдруг её останавливают и арестовывают:
-Причина ареста?
-У вас нет прав.'),
(gen_random_uuid(), 'Едут отец с сыном на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке,  переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, переворачиваются - едут на шестерке, переворачиваются - едут на девятке, остановились - бензин закончился.'),
(gen_random_uuid(), 'В кабинет к психиатру заползает мужик с чем то в зубах. Психиатр:
- Ой, и кто это к нам пришёл? Кошечка?
Мужик ползёт в угол. Врач умилёно следует за ним:
- Собачка?
Мужик провёл рукой по плинтусу и пополз в другой угол. Врач не отставая:
- А, наверное ёжик! Нет? Черепашка?
Протирает психиатр глаза , а мужика нет.
Это была белочка'),
(gen_random_uuid(), 'Реанимация. Два часа пытаются реанимировать пациента, и тут пропадает пульс совсем. Врачи в панике: "Мы его теряем! " И тут старенький санитар интересуется: " А кем он работал? "
Смотрят в сопроводительные документы и читают: "Водитель маршрутного такси. "
Старичок подходит к двери реанимационного бокса и со всей дури хлопает. Медсестра:
— Пульс — 80, давление — 120 на 90... Доктор, он открыл глаза!'),
(gen_random_uuid(), 'Филолог приходит на работу с огромным синяком под глазом. Начальник его спрашивает:
- Ну как же так? Вы же интеллигентнейший человек! Откуда же это у Вас?
- Да Вы понимаете... Пили чай у одной милейшей особы. В числе приглашенных был один военный. Вот он начал рассказывать:
- "Был у меня в роте один хуй..."
А я ему говорю:
- "А у вашей мамы тоже был, да не один".'),
(gen_random_uuid(), 'Тихий час в детском саду. Лидер средней группы знакомится с новеньким:
— А тебя как зовут?
— Силёза.
— А сколько тебе лет?
— Навелное ситыле.
— Нормально блять разговаривай'),
(gen_random_uuid(), 'Идёт мужик по лесу, тут к нему подлетает фея и говорит:
— Я выполню два твоих желания, но за каждое тебе придется отдать ногу.
— Тогда я загадаю сразу два желания!
— Хорошо, загадывай.
— Хочу иметь 4 ноги
— Блять, ты что, ахуел?'),
(gen_random_uuid(), 'Ночью машину останавливает ДПС
-Сэр, вы понимаете что ехали по встречке?
-Офицер, я выпил восемь банок пива
-Это не повод сажать свою жену за руль'),
(gen_random_uuid(), 'Приходит мальчик домой из школы с проколотым ухом. А папа ему говорит:
- Сынок, если у мужчины в ухе серьга, он либо пират, либо педик. А я что-то корабля за окном не вижу.
Сын ответил : - знаю.
И взял очко отца на обордаж.'),
(gen_random_uuid(), 'Еврейские ученные открыли хуй'),
(gen_random_uuid(), '- Воробей, сколько раньше водка стоила?
- Чирик.
- Сова, подтверди?
- Подтверждаю.'),
(gen_random_uuid(), 'Стал Медведь королем зверей в лесу и говорит: Вот, значит, черта, кто за нее зайдет, того я либо выебу, либо съем. Ну все животные согласились, что ж делать. И вот в один прекрасный день неуклюжий кабан заступает за черту, и его утаскивает медведь, а кабан в свою очередь орет. Весь лес в ахуе от всего этого. Прошло 2 часа, и из кустов выходит кабан весь в пене и в шапочке для ванны. Звери спрашивают: Ну, говори, что он с тобой сделал? Кабан говорит: Он меня съел.'),
(gen_random_uuid(), 'Мужик попадает в ад. Ему говорят
- Ты не сильно нагрешил поэтому мы разрешаем выбрать себе пытку самостоятельно.
Проходит в первую комнату, а там жарят людей на сковороде. Ему не подходит и он уходит.
Во второй комнате иголки под кожу вставляют.
- Это тоже больно, - говорит он и уходит.
В третей комнате стоят мужики по колено в говне и курят.
- Вот это по мне, хоть и воняет, наверно лучшего нет.
Встаёт в говно. Достаёт сигарету, закуривает.
И тут ему:
- Всё перекур окончен, доедаем.'),
(gen_random_uuid(), 'Жил-был раввин и очень он любил играть в гольф. И вот как-то в СУББОТУ не выдержал и пошел играть в гольф. Увидел это ангел с небес и обратил внимание Бога на это обстоятельство.
Бог говорит:
— Сейчас накажем.
Раввин бьет по шарику и попадает в лунку с одного удара. Ангел недоуменно восклицает:
— И это называется наказанием?!
— Ну да, кому он теперь об этом расскажет!'),
(gen_random_uuid(), 'Cынoк пишeт пиcьмo из apмии:
— Дорогой папа, сегодня ночью мне приснился замечательный сон — наш домик, дворик и яблоневый сад. Наш чудесный, красивый тихий, уютный яблоневый сад, осенью, когда на всех деревьях уже созрели крупные красные душистые яблоки. Я вспомнил как нам было хорошо в нашем саду.
Душевно, комфортно...
Какиe у нac замeчaтельныe яблоки. Большие, сочные, сладкие...
Проснулся, а во рту стоит вкус яблок. Я так по ним соскучился.
Папа, пришли мне, пожалуйста, наших яблок. Больше ничего не надо.
Возьми ящичек и наполни его полностью яблоками и пришли мне.
Ну, можешь сверху положить кусок сала.
А ecли caло не будeт влeзaть, тo выкинь яблоки нахер.'),
(gen_random_uuid(), '— Товарищ прапорщик, а сможете провести лекцию по физике в школе при физфаке?
— Смогу.
— И вопросов учеников не боитесь? Они ребята умные и въедливые.
— Нет.
После урока:
— Ну что, вопросы были?
— Только один. Какой-то умник спросил: "С каких это пор в квантовой механике амплитуду пси-функции линейкой измеряют?"
— И что Вы ответили?
— Я ответил уклончиво: — "Мол, я тебе сейчас ебало проквантую!'),
(gen_random_uuid(), 'Считает математик предел функции. Вдруг хватает его кто-то за яйца и голос спрашивает:
— Плюс ноль или минус ноль?'),
(gen_random_uuid(), 'Где-то в лесу:
- утро доброе, вы ели ?
- нет, мы только со сна.'),
(gen_random_uuid(), 'Идет воровской сходняк. Все ''свои'' сидят, старый вор с учениками делится.
— Всему я вас научил, всё рассказал, но вот один грех за мной есть, и не могу держать в себе. Только уговор: никому! Пришел я с 8-й ходки, баба мне постель постелила, и не удержался я — лизнул у неё.
— Михалыч, так ты, выходит зашкваренный
— Вот я и говорю, что — никому! Молчок ! А то если я зашкваренный- то вас короновал, выходит и вы зашкаваренные все!
Все задумались.... Бля и правда......... и один самый молодой:
— Мы — могила! Но скажи нам ученикам верным — какая она на вкус–то?
Михалыч облегченно рукой машет:
— Да ничего особенного, такая же как хуй....'),
(gen_random_uuid(), 'Сидят в роддоме в коридоре русский, негр и украинец. Ждут, пока их жены родят. Выходит акушер, выносит троих младенцев и говорит:
-Тут, мужики, хуйня такая. Перепутали мы ваших детей. Помогите разобрать, где чей.
Укр хватает негритенка и убегает. Ему вслед кричат:
-Стой! Видно же, что не твой.
-Головне, щоб не москаль.'),
(gen_random_uuid(), '— Папа, ты говоришь, семья – это маленькое государство. А кто ты?!
— Президент, конечно!
— А мама?!
— Власть.
— А бабушка?!
— ФСБ!
— А я кто же?
— А ты… Ты народ!
Через час Вовочка звонит отцу на работу:
— Я всем рассказал, что у нас в государстве президент ебет народ'),
(gen_random_uuid(), 'Али из высокогорного аварского села удалось дойти до вопроса стоимостью 500 000.
— Вы играли замечательно, — сказал ведущий, — и сейчас на кону миллион! Вы заберете деньги или будете играть дальше?
— Конечно, — овтетил Али, — я играю дальше!
Внимание, вопрос:
Какая из этих птиц не вьет гнезда?
а) Воробей
б) Дрозд
с) Сорока
d) Кукушка
— Я хочу использовать последнюю подсказку и позвонить другу Казбеку.
Али дозвонился другу и повторил ему вопрос.
— Черт возьми, Али Это же просто!
Кукушка!
— Ты уверен?
— Конечно, на сто процентов!
Али повесил трубку и сказал ведущему:
— Мой ответ – кукушка.
— Это окончательный ответ?
— Да.
Наступила долгая томительная пауза, и ведущий закричал:
— Кукушка – это правильный ответ! Али поздравляю, вы выиграли миллион!
На следующий день Али пригласил Казбека отметить с ним выигрыш.
— Казбек! Откуда ты вообще мог знать, что именно кукушка не строит гнезд?
— Да потому что она живет в часах, долбоеб!'),
(gen_random_uuid(), 'Хочется выйти ночью на улицу, провести рукой по пшенице, набрать в грудь воздуха да как заорать во всю глотку:
— Откуда в центре города пшеница, блять?!'),
(gen_random_uuid(), 'Приходит инвалид к тату-мастеру и говорит:
- А набей мне на всю спину танк
- Да не вопрос, ложись
Проходит 15 минут, тату-мастер говорит:
- Ну всё, готово
- А почему я встать не могу?
- Так вверху анека написано, что ты инвалид.'),
(gen_random_uuid(), 'Ебётся как-то басист со своей девушкой'),
(gen_random_uuid(), '— пошли гулять
— у тебя бабки есть?
— да, две'),
(gen_random_uuid(), 'Дерутся в Колизее два гладиатора. Один побеждает, заносит меч над поражённым, а тот говорит:
-Не убивай, я твой отец.
Победитель бьёт его мечом насмерть и говорит:
-Ты лжец, ведь мой отец бросил меня ещё во младенчестве, потому что он был гладиатором и его жизнь принадлежала ликующей толпе, а не... Блядь.'),
(gen_random_uuid(), 'Обед в еврейской семье. Мама дала кусок торта.
- Мама, а я хочу два!
- Моня, таки возьми нож, разрежь кусок на два и не еби мне мозги!'),
(gen_random_uuid(), '- Дяденька, не прыгайте в бассейн, там кислота!
-Врёш..шшшшшшшшшшшшшшшшшшшшшш'),
(gen_random_uuid(), 'Пошел мужик служить по контракту сапером. В первый же день перед ним поставили задачу: разминировать участок дороги, усеянный противопехотными минами.
Мужик прибыл на место, снял штаны и насрал на одно из взрывных устройств.
После того, как рассеялась пыль, командир взвода подбежал к мужику и заорал ему на ухо:
- Ты что - долбоеб?!
Ухо не ответило.'),
(gen_random_uuid(), 'Татарин выпустил джина. Джин ему говорит, что любое, но только одно желание он исполнит.

Татарин с ходу и без запятых:
- Хочу видеть как моя мама дарит моей дочери, выходящей замуж за милиардера, колье стоимостью в 1млн. долларов купленное на ее месячную пенсию в 100.000 долларов, сидя в моем 600 мерседесе припаркованном у моей 17 этажной виллы утопающей в бананово-финико- мандариново- клубничных плантациях на берегу Средиземного моря, где швартуется моя 250 метровая яхта с вертолетом на площадке.

Джин подумал и ответил:
- пошёл нахуй'),
(gen_random_uuid(), 'Внук подходит к бабушке и говорит:
- Бабушка, нас в школе учат говорить только правду, вот я и решил тебе сознаться. В прошлом году я случайно удалил с компьютера всю твою колекцию Линча и Тарквоского, а чтоб ты не заметила, что места стало больше, я залил в эти папки гей-копро порно...
Дед резко вскакивает со стула бабке дает по голове и орет:
- Я же тебе говорил что говно, а ты "артхаус, ты не понимаешь, быдло"...'),
(gen_random_uuid(), 'Муж с женой в постели. Жена достигает оргазма, потом ещё раз... муж продолжает, как заведённый. У жены - третий оргазм, четвёртый, пятый...
Наверху блаженства она спрашивает:
- Милый, что это с тобой сегодня?
- ААА БЛЯДЬ КТО ЗДЕСЬ??!!'),
(gen_random_uuid(), 'Спорит ботан с качком о пользе спорта в жизни
Качок: – Вот представь: висишь ты над пропастью. Подтянешься?
Ботан: – Да
Качок: – Сколько раз?'),
(gen_random_uuid(), 'Был один парень, которого заколдовал колдун и он мог говорить только одно слово в год. И вот, он 4 года не говорил ни слова и собрал 4 слова, подошел к колдуну и сказал:
– Приходят русский, немец, еврей
Колдун не выдержал и расколдовал его'),
(gen_random_uuid(), 'В семье евреев-программистов не принято разговаривать о локалхосте'),
(gen_random_uuid(), 'Штирлиц шел по лесу. Увидел человека в фуфайке и на лыжах.
Фуфлыжник, - подумал Штирлиц.'),
(gen_random_uuid(), 'Я в тюрьме всего 5 минут, а меня изнасиловали уже 3 раза.
Больше не буду играть с папой в монополию.'),
(gen_random_uuid(), 'Парень астматик при первом поцелуе со своей девушкой так переволновался, что выдул из неё весь воздух и та умерла на месте'),
(gen_random_uuid(), 'Учительница сказала, что тот, кто курит больше не вырастет. И в подтверждение своих слов застрелила семиклассника Петю.'),
(gen_random_uuid(), 'Решил написать свою книгу "Как научиться свистеть (пособие для чайников)'),
(gen_random_uuid(), 'Одного мальчика хотели назвать Глеб, но его бабушка была против, ведь его бы дразнили "Глеб-хлеб", и поэтому его назвали Тарас, ведь "Тарас-хлеб" звучит нелепо'),
(gen_random_uuid(), 'Токсикоманы - самые счастливые люди на земле
Только они умеют по-настоящему ценить момент'),
(gen_random_uuid(), 'Завтра важный экзамен. Друг предложил ебнуть энергетиков. Теперь у меня в подвале 2 трупа, и оба работали на АЭС.'),
(gen_random_uuid(), '— Сыночек, нужно встать завтра пораньше, ты не против?
— Да, буди.
— Дабудай.'),
(gen_random_uuid(), 'Когда изобретатель USB-порта умрет, то его гроб сначала опустят в яму, затем поднимут, перевернут, а затем снова опустят правильной стороной.'),
(gen_random_uuid(), '- Месье, дайте мне чеpный пpезеpватив.
- Hо зачем именно чеpный?
- Понимаете ли, у моей любовницы умеp муж.
- О, мсье, как это тонко....'),
(gen_random_uuid(), 'Анимешник, так любящий азиатскую культуру, назвал своего сына Хуй Ло'),
(gen_random_uuid(), 'Два армянина — отец и сын выходят из дома.

– Папа, папа, куда мы идём?
– На охоту, сынок.
– Папа, папа, у нас же нет ни ружья, ни ножа, даже рогатки нет.
– Эээ, сынок, ты еще не знаешь, что такое армянский сглаз.
Вон, видишь под кустом зайчик сидит. Смотри какой он красивый, мягкий, пушистый, а какие у него красивые глазки, какие красивые ушки, лапки...

Зайчик вдруг упал и окочурился.

– О, папа! Какой ты умный, какой ты умелый охотник, как ты расправился с этим зайчиком, какой ты молодец... Папа! Папа!! Папа!!!'),
(gen_random_uuid(), 'Дед решил проверить правильность пословицы «есть еще порох в пороховницах» и начал регулярно себе подсыпать в еду вместо соли порох, заметив улучшение своего состояния он продолжил потреблять сей продукт.
Он прожил 108 лет, оставил после себя 10 детей, 29 внуков, 44 правнука и 5-тиметровую воронку на месте крематория.'),
(gen_random_uuid(), 'Приходит к врачу в морг мужик и говорит
- Прикинь, я если труп выебу, то он воскреснет
Врач подумал, что брехня, но решил проверить, достал бабку и дал мужику, тот её выебал, и тут бабка реально воскресла и говорит
- Я при жизни много чего не успела сделать, спасибо вам
Решил врач ещё раз убедится и дал мужику труп старого профессора. Мужик выебал и его, вдруг профессор встаёт и говорит
- При жизни я пытался разработать новый химический элемент, спасибо вам, надеюсь сейчас у меня получится.
Решили врач с мужиком Ленина воскресить, пробрались в мавзолей, мужик вставил член и начинает ебать Ленина, прошёл час, два, врач говорит
- Че ты не просыпаешься то?
А Ленин отвечает
- Так я и не сплю)'),
(gen_random_uuid(), 'Научил попугая говорить "иди нахуй". Знаете как он меня отблагодарил?
– Спасибо
Это его тоже я чуть раньше научил.'),
(gen_random_uuid(), 'Сидят в песочнице Лисичка, Зайчик и Медвежонок.
Лисичка: -А у меня вот куколки красивые.
Зайчик: - А у меня вот машинки быстрые.
Медвежонок: - А у меня батя сгорел к хуям'),
(gen_random_uuid(), 'Один мальчик родился с гайкой вместо пупка.
И он спросил у родителей, почему у него там гайка. Родители пообещали ему рассказать об этом на его 14-летие.
Ему исполнилось 14. И он опять подошёл и спросил у родителей, почему у него вместо пупка гайка. Родители пообещали рассказать ему об этом когда ему будет 18 лет.
В 18 лет он спросил снова и родители рассказали ему, что есть один остров на котором растет пальма, а под этой пальмой зарыт сундук.
Парень долго копил денег и всё таки приехал на этот остров. Нашёл пальму, откопал сундук, в котором лежала отвёртка. Он открутил гайку отвёрткой и у него отвалилась жопа.'),
(gen_random_uuid(), 'Девушка стоит на балконе, а мимо идет мужчина.
Девушка, вдруг, как крикнет:
- Мужчина! Я вас боюсь!
- Чего это вы меня боитесь?
- А вы меня изнасилуете.
- Так, как же я вас изнасилую, если я внизу, а вы на балконе?!
- Ну че, погнали нахуй? ЕБАНЫЙ В РОТ'),
(gen_random_uuid(), 'В цирке выдавали зарплату продукцией. Директор собрал клоунов и рассмеялся им в лицо.'),
(gen_random_uuid(), 'Экзамен по анатомии.
Студенты опускают по очереди руку в анатомический мешок и на ощупь
определяют органы…
Одна студентка долго щупает, краснеет и выдает растерянно:
— Сосиска…
Два старых профессора переглядываются и говорят:
— Вы не спешите, хорошо подумайте…
— Ну сосиска, я Вам говорю…
Девчонка вынимает руку из мешка, а там действительно сосиска!
Один профессор другому:
— Послушайте, Станислав, а мы вчера хуев наелись.'),
(gen_random_uuid(), 'Наркоман сводит музыку:
- Так, ещё одна дорожка и всё'),
(gen_random_uuid(), 'Реакция прошла, а осадочек остался'),
(gen_random_uuid(), 'Доктор: просит выпить таблетки от шизофрении.
Пациент: докажите, что они не отравлены.
Доктор: выпивает.
Пациент: пропадает.
Доктор: Что "пропадает", то блять? Таблетки пей, шизоид.')